Repository: dimitriosGX/copilot-prompt-injection-demo
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es, fr

source: Security Vendor Selector
es: Selector de Proveedores de Seguridad
fr: Sélecteur de Fournisseurs de Sécurité

source: Security Vendor Selection Tool
es: Herramienta de Selección de Proveedores de Seguridad
fr: Outil de Sélection de Fournisseurs de Sécurité

source: Find the perfect security vendor for your project
es: Encuentre el proveedor de seguridad perfecto para su proyecto
fr: Trouvez le fournisseur de sécurité parfait pour votre projet

source: Project Information
es: Información del Proyecto
fr: Informations sur le Projet

source: Project Name:
es: Nombre del Proyecto:
fr: Nom du Projet :

source: Project Type:
es: Tipo de Proyecto:
fr: Type de Projet :

source: Web Application
es: Aplicación Web
fr: Application Web

source: Mobile Application
es: Aplicación Móvil
fr: Application Mobile

source: Desktop Application
es: Aplicación de Escritorio
fr: Application de Bureau

source: API/Backend Service
es: Servicio API/Backend
fr: Service API/Backend

source: IoT Device
es: Dispositivo IoT
fr: Appareil IoT

source: Company Size:
es: Tamaño de la Empresa:
fr: Taille de l'Entreprise :

source: Startup (1-50 employees)
es: Startup (1-50 empleados)
fr: Startup (1-50 employés)

source: Medium (51-500 employees)
es: Mediana (51-500 empleados)
fr: Moyenne (51-500 employés)

source: Enterprise (500+ employees)
es: Empresa (500+ empleados)
fr: Entreprise (500+ employés)

source: Security Requirements
es: Requisitos de Seguridad
fr: Exigences de Sécurité

source: Security Assessment Types (select all that apply):
es: Tipos de Evaluación de Seguridad (seleccione todos los que apliquen):
fr: Types d'Évaluation de Sécurité (sélectionnez tous ceux qui s'appliquent) :

source: Penetration Testing
es: Pruebas de Penetración
fr: Tests d'Intrusion

source: Code Review
es: Revisión de Código
fr: Revue de Code

source: Architecture Review
es: Revisión de Arquitectura
fr: Revue d'Architecture

source: Compliance Audit
es: Auditoría de Cumplimiento
fr: Audit de Conformité

source: Threat Modeling
es: Modelado de Amenazas
fr: Modélisation des Menaces

source: Incident Response
es: Respuesta a Incidentes
fr: Réponse aux Incidents

source: Security Priority Level:
es: Nivel de Prioridad de Seguridad:
fr: Niveau de Priorité de Sécurité :

source: Low (1)
es: Bajo (1)
fr: Bas (1)

source: Critical (10)
es: Crítico (10)
fr: Critique (10)

source: Budget Range (USD):
es: Rango de Presupuesto (USD):
fr: Fourchette de Budget (USD) :

source: Project Timeline:
es: Cronograma del Proyecto:
fr: Calendrier du Projet :

source: Urgent (< 2 weeks)
es: Urgente (< 2 semanas)
fr: Urgent (< 2 semaines)

source: Fast (2-4 weeks)
es: Rápido (2-4 semanas)
fr: Rapide (2-4 semaines)

source: Normal (1-3 months)
es: Normal (1-3 meses)
fr: Normal (1-3 mois)

source: Flexible (3+ months)
es: Flexible (3+ meses)
fr: Flexible (3+ mois)

source: Technical Requirements
es: Requisitos Técnicos
fr: Exigences Techniques

source: Technology Stack (select all that apply):
es: Pila Tecnológica (seleccione todas las que apliquen):
fr: Stack Technologique (sélectionnez tous ceux qui s'appliquent) :

source: Code Complexity:
es: Complejidad del Código:
fr: Complexité du Code :

source: Highly Complex (10)
es: Muy Complejo (10)
fr: Très Complexe (10)

source: Codebase Size (Lines of Code):
es: Tamaño de la Base de Código (Líneas de Código):
fr: Taille de la Base de Code (Lignes de Code) :

source: Compliance & Industry
es: Cumplimiento e Industria
fr: Conformité et Industrie

source: Industry:
es: Industria:
fr: Industrie :

source: Healthcare
es: Salud
fr: Santé

source: E-commerce
es: Comercio Electrónico
fr: Commerce Électronique

source: Gaming
es: Juegos
fr: Jeux

source: Other
es: Otro
fr: Autre

source: Compliance Requirements (select all that apply):
es: Requisitos de Cumplimiento (seleccione todos los que apliquen):
fr: Exigences de Conformité (sélectionnez tous ceux qui s'appliquent) :

source: Data Sensitivity Level:
es: Nivel de Sensibilidad de Datos:
fr: Niveau de Sensibilité des Données :

source: Public (1)
es: Público (1)

source: Top Secret (5)
es: Alto Secreto (5)

source: Find My Security Vendor
es: Encontrar Mi Proveedor de Seguridad
fr: Trouver Mon Fournisseur de Sécurité

source: Analyzing Your Requirements...
es: Analizando Sus Requisitos...
fr: Analyse de Vos Exigences...

source: Initializing analysis...
es: Inicializando análisis...
fr: Initialisation de l'analyse...

source: Recommended Security Vendor
es: Proveedor de Seguridad Recomendado
fr: Fournisseur de Sécurité Recommandé

source: Based on your project requirements and security needs, we recommend this vendor for your security assessment.
es: Basado en los requisitos de su proyecto y necesidades de seguridad, recomendamos este proveedor para su evaluación de seguridad.
fr: Sur la base des exigences de votre projet et de vos besoins de sécurité, nous recommandons ce fournisseur pour votre évaluation de sécurité.

source: Start New Analysis
es: Iniciar Nuevo Análisis
fr: Commencer une Nouvelle Analyse
